Repository: Rieterisa/CarDoctor
Catalog: CarDoctor/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, es_419, fa, fi, fil, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, sw, th, tr, uk, ur, vi, zh_hans, zh_hant

# error.vin.notFound
source: Vehicle not found for this VIN.
ar: لم يتم العثور على مركبة لهذا الرقم.
bg: Не е намерено превозно средство за този VIN.
bn: এই VIN-এর জন্য যানবাহন পাওয়া যায়নি।
ca: No s’ha trobat cap vehicle per a aquest VIN.
cs: Pro toto VIN nebylo vozidlo nalezeno.
da: Intet køretøj fundet for dette VIN.
de: Kein Fahrzeug für diese FIN gefunden.
el: Δεν βρέθηκε όχημα για αυτό το VIN.
es: No se encontró un vehículo para este VIN.
es_419: No se encontró un vehículo para este VIN.
fa: خودرویی برای این VIN یافت نشد.
fi: Tälle VIN-koodille ei löytynyt ajoneuvoa.
fil: Walang nahanap na sasakyan para sa VIN na ito.
fr: Aucun véhicule trouvé pour ce VIN.
he: לא נמצא רכב עבור מספר שלדה זה.
hi: इस VIN के लिए वाहन नहीं मिला।
hr: Vozilo za ovaj VIN nije pronađeno.
hu: Ehhez a VIN-hez nem található jármű.
id: Kendaraan tidak ditemukan untuk VIN ini.
it: Nessun veicolo trovato per questo VIN.
ja: このVINの車両が見つかりません。
ko: 이 VIN에 해당하는 차량을 찾을 수 없습니다.
ms: Kenderaan tidak dijumpai untuk VIN ini.
nb: Ingen bil funnet for dette VIN.
nl: Geen voertuig gevonden voor dit VIN.
pl: Nie znaleziono pojazdu dla tego VIN.
pt_br: Veículo não encontrado para este VIN.
pt_pt: Veículo não encontrado para este VIN.
ro: Nu s-a găsit vehicul pentru acest VIN.
ru: Автомобиль по этому VIN не найден.
sk: Pre toto VIN sa nenašlo vozidlo.
sv: Inget fordon hittades för detta VIN.
sw: Gari halipatikani kwa VIN hii.
th: ไม่พบยานพาหนะสำหรับ VIN นี้
tr: Bu VIN için araç bulunamadı.
uk: Автомобіль за цим VIN не знайдено.
ur: اس VIN کے لیے گاڑی نہیں ملی۔
vi: Không tìm thấy xe cho VIN này.
zh_hans: 未找到该 VIN 对应的车辆。
zh_hant: 找不到此 VIN 對應的車輛。

# error.dtc.invalid
source: Enter a valid code like P0300.
ar: أدخل رمزًا صالحًا مثل P0300.
bg: Въведете валиден код като P0300.
bn: P0300-এর মতো বৈধ কোড লিখুন।
ca: Introdueix un codi vàlid com P0300.
cs: Zadejte platný kód, např. P0300.
da: Indtast en gyldig kode som P0300.
de: Geben Sie einen gültigen Code wie P0300 ein.
el: Εισαγάγετε έγκυρο κωδικό όπως P0300.
es: Introduce un código válido como P0300.
es_419: Ingresa un código válido como P0300.
fa: کد معتبری مانند P0300 وارد کنید.
fi: Anna kelvollinen koodi, esim. P0300.
fil: Maglagay ng wastong code gaya ng P0300.
fr: Saisissez un code valide comme P0300.
he: הזן קוד תקין כמו P0300.
hi: P0300 जैसा मान्य कोड दर्ज करें।
hr: Unesite valjani kod poput P0300.
hu: Adjon meg érvényes kódot, pl. P0300.
id: Masukkan kode valid seperti P0300.
it: Inserisci un codice valido come P0300.
ja: P0300のような有効なコードを入力してください。
ko: P0300처럼 유효한 코드를 입력하세요.
ms: Masukkan kod sah seperti P0300.
nb: Skriv inn en gyldig kode som P0300.
nl: Voer een geldige code in, zoals P0300.
pl: Wpisz prawidłowy kod, np. P0300.
pt_br: Informe um código válido como P0300.
pt_pt: Introduza um código válido como P0300.
ro: Introdu un cod valid precum P0300.
ru: Введите корректный код, например P0300.
sk: Zadajte platný kód, napr. P0300.
sv: Ange en giltig kod som P0300.
sw: Weka msimbo halali kama P0300.
th: ใส่รหัสที่ถูกต้อง เช่น P0300
tr: P0300 gibi geçerli bir kod girin.
uk: Введіть коректний код, наприклад P0300.
ur: P0300 جیسا درست کوڈ درج کریں۔
vi: Nhập mã hợp lệ như P0300.
zh_hans: 请输入有效代码，例如 P0300。
zh_hant: 請輸入有效代碼，例如 P0300。

# error.dtc.notFound
source: This fault code is not in the catalog yet.
ar: رمز العطل هذا غير موجود بعد في الكتالوج.
bg: Този код на грешка все още не е в каталога.
bn: এই ত্রুটি কোড এখনও ক্যাটালগে নেই।
ca: Aquest codi d’avaria encara no és al catàleg.
cs: Tento chybový kód zatím není v katalogu.
da: Denne fejlkode er endnu ikke i kataloget.
de: Dieser Fehlercode ist noch nicht im Katalog.
el: Αυτός ο κωδικός βλάβης δεν υπάρχει ακόμη στον κατάλογο.
es: Este código de fallo aún no está en el catálogo.
es_419: Este código de falla aún no está en el catálogo.
fa: این کد خطا هنوز در کاتالوگ نیست.
fi: Tätä vikakoodia ei ole vielä luettelossa.
fil: Wala pa ang fault code na ito sa katalogo.
fr: Ce code défaut n’est pas encore dans le catalogue.
he: קוד התקלה הזה עדיין לא בקטלוג.
hi: यह दोष कोड अभी कैटलॉग में नहीं है।
hr: Ovaj kod kvara još nije u katalogu.
hu: Ez a hibakód még nincs a katalógusban.
id: Kode kesalahan ini belum ada di katalog.
it: Questo codice guasto non è ancora nel catalogo.
ja: この故障コードはまだカタログにありません。
ko: 이 고장 코드는 아직 카탈로그에 없습니다.
ms: Kod kerosakan ini belum ada dalam katalog.
nb: Denne feilkoden er ikke i katalogen ennå.
nl: Deze storingscode staat nog niet in de catalogus.
pl: Tego kodu usterki nie ma jeszcze w katalogu.
pt_br: Este código de falha ainda não está no catálogo.
pt_pt: Este código de avaria ainda não está no catálogo.
ro: Acest cod de eroare nu este încă în catalog.
ru: Этого кода ошибки ещё нет в каталоге.
sk: Tento chybový kód zatiaľ nie je v katalógu.
sv: Denna felkod finns ännu inte i katalogen.
sw: Msimbo huu wa hitilafu bado haupo kwenye katalogi.
th: ยังไม่มีรหัสความผิดปกตินี้ในแคตตาล็อก
tr: Bu arıza kodu henüz katalogda yok.
uk: Цього коду несправності ще немає в каталозі.
ur: یہ خرابی کوڈ ابھی کیٹلاگ میں نہیں ہے۔
vi: Mã lỗi này chưa có trong danh mục.
zh_hans: 该故障码尚未收录到目录中。
zh_hant: 此故障碼尚未收錄於目錄中。

# error.dtc.makeUnsupported
source: Brand %@ is not in the catalog yet. Supported brands only.
ar: الماركة %@ غير موجودة بعد في الكتالوج. الماركات المدعومة فقط.
bg: Марка %@ все още не е в каталога. Само поддържани марки.
bn: ব্র্যান্ড %@ এখনও ক্যাটালগে নেই। শুধু সমর্থিত ব্র্যান্ড।
ca: La marca %@ encara no és al catàleg. Només marques compatibles.
cs: Značka %@ zatím není v katalogu. Pouze podporované značky.
da: Mærket %@ er endnu ikke i kataloget. Kun understøttede mærker.
de: Marke %@ ist noch nicht im Katalog. Nur unterstützte Marken.
el: Η μάρκα %@ δεν υπάρχει ακόμη στον κατάλογο. Μόνο υποστηριζόμενες μάρκες.
es: La marca %@ aún no está en el catálogo. Solo marcas compatibles.
es_419: La marca %@ aún no está en el catálogo. Solo marcas compatibles.
fa: برند %@ هنوز در کاتالوگ نیست. فقط برندهای پشتیبانی‌شده.
fi: Merkkiä %@ ei ole vielä luettelossa. Vain tuetut merkit.
fil: Wala pa ang brand na %@ sa katalogo. Mga suportadong brand lang.
fr: La marque %@ n’est pas encore dans le catalogue. Marques prises en charge uniquement.
he: המותג %@ עדיין לא בקטלוג. מותגים נתמכים בלבד.
hi: ब्रांड %@ अभी कैटलॉग में नहीं है। केवल समर्थित ब्रांड।
hr: Marke %@ još nema u katalogu. Samo podržane marke.
hu: A(z) %@ márka még nincs a katalógusban. Csak támogatott márkák.
id: Merek %@ belum ada di katalog. Hanya merek yang didukung.
it: La marca %@ non è ancora nel catalogo. Solo marche supportate.
ja: メーカー%@はまだカタログにありません。対応メーカーのみ。
ko: 브랜드 %@는 아직 카탈로그에 없습니다. 지원 브랜드만 가능합니다.
ms: Jenama %@ belum ada dalam katalog. Jenama disokong sahaja.
nb: Merket %@ er ikke i katalogen ennå. Kun støttede merker.
nl: Merk %@ staat nog niet in de catalogus. Alleen ondersteunde merken.
pl: Marki %@ nie ma jeszcze w katalogu. Tylko obsługiwane marki.
pt_br: A marca %@ ainda não está no catálogo. Apenas marcas compatíveis.
pt_pt: A marca %@ ainda não está no catálogo. Apenas marcas suportadas.
ro: Marca %@ nu este încă în catalog. Doar mărci acceptate.
ru: Марки %@ ещё нет в каталоге. Только поддерживаемые марки.
sk: Značka %@ zatiaľ nie je v katalógu. Len podporované značky.
sv: Märket %@ finns ännu inte i katalogen. Endast stödda märken.
sw: Chapa %@ bado haipo kwenye katalogi. Chapa zinazotumika tu.
th: ยังไม่มียี่ห้อ %@ ในแคตตาล็อก รองรับเฉพาะยี่ห้อที่มี
tr: %@ markası henüz katalogda yok. Yalnızca desteklenen markalar.
uk: Марки %@ ще немає в каталозі. Лише підтримувані марки.
ur: برانڈ %@ ابھی کیٹلاگ میں نہیں ہے۔ صرف سپورٹڈ برانڈز۔
vi: Hãng %@ chưa có trong danh mục. Chỉ các hãng được hỗ trợ.
zh_hans: 品牌 %@ 尚未收录。仅支持目录中的品牌。
zh_hant: 品牌 %@ 尚未收錄。僅支援目錄中的品牌。

# error.dtc.notForMake
source: %@ is not listed for %@ — manufacturer-specific codes differ by brand.
ar: %@ غير مدرج لـ %@ — رموز الشركة المصنعة تختلف حسب الماركة.
bg: %@ не е в списъка за %@ — кодовете на производителя се различават по марка.
bn: %@ কোড %@-এর জন্য তালিকাভুক্ত নয় — প্রস্তুতকারকের কোড ব্র্যান্ডভেদে আলাদা।
ca: %@ no està llistat per a %@ — els codis del fabricant varien per marca.
cs: %@ není uvedeno pro %@ — kódy výrobce se liší podle značky.
da: %@ er ikke listet for %@ — producentkoder varierer pr. mærke.
de: %@ ist für %@ nicht hinterlegt — herstellerspezifische Codes unterscheiden sich.
el: Το %@ δεν αναφέρεται για %@ — οι κωδικοί κατασκευαστή διαφέρουν ανά μάρκα.
es: %@ no está listado para %@ — los códigos del fabricante varían por marca.
es_419: %@ no está listado para %@ — los códigos del fabricante varían por marca.
fa: %@ برای %@ فهرست نشده — کدهای اختصاصی سازنده بر اساس برند متفاوت است.
fi: %@ ei ole listattu merkillä %@ — valmistajakohtaiset koodit vaihtelevat.
fil: Hindi nakalista ang %@ para sa %@ — magkaiba ang manufacturer-specific codes bawat brand.
fr: %@ n’est pas répertorié pour %@ — les codes constructeur varient selon la marque.
he: %@ אינו רשום עבור %@ — קודי יצרן משתנים לפי מותג.
hi: %@ कोड %@ के लिए सूचीबद्ध नहीं — निर्माता कोड ब्रांड के अनुसार भिन्न होते हैं।
hr: %@ nije naveden za %@ — proizvođački kodovi razlikuju se po marki.
hu: A(z) %@ nincs listázva a(z) %@ számára — a gyártói kódok márkánként eltérnek.
id: %@ tidak terdaftar untuk %@ — kode khusus pabrikan berbeda per merek.
it: %@ non è elencato per %@ — i codici del produttore variano per marca.
ja: %@は%@向けに登録されていません — メーカー固有コードはブランドで異なります。
ko: %@는 %@에 등록되어 있지 않습니다 — 제조사별 코드는 브랜드마다 다릅니다.
ms: %@ tidak disenaraikan untuk %@ — kod khusus pengeluar berbeza mengikut jenama.
nb: %@ er ikke oppført for %@ — produsentspesifikke koder varierer per merke.
nl: %@ staat niet vermeld voor %@ — fabrikantspecifieke codes verschillen per merk.
pl: %@ nie jest na liście dla %@ — kody producenta różnią się według marki.
pt_br: %@ não está listado para %@ — códigos do fabricante diferem por marca.
pt_pt: %@ não está listado para %@ — os códigos do fabricante diferem por marca.
ro: %@ nu este listat pentru %@ — codurile producătorului diferă pe marcă.
ru: %@ не указан для %@ — заводские коды различаются по маркам.
sk: %@ nie je uvedené pre %@ — kódy výrobcu sa líšia podľa značky.
sv: %@ finns inte listad för %@ — tillverkarspecifika koder skiljer sig per märke.
sw: %@ haijaorodheshwa kwa %@ — misimbo ya mtengenezaji hutofautiana kwa chapa.
th: %@ ไม่ได้อยู่ในรายการของ %@ — รหัสเฉพาะผู้ผลิตต่างกันตามยี่ห้อ
tr: %@ kodu %@ için tanımlı değil — üreticiye özel kodlar markaya göre değişir.
uk: %@ не вказано для %@ — коди виробника різняться залежно від марки.
ur: %@ کوڈ %@ کے لیے درج نہیں — مینوفیکچرر کوڈز برانڈ کے لحاظ سے مختلف ہوتے ہیں۔
vi: %@ không có trong danh mục cho %@ — mã riêng của hãng khác nhau theo thương hiệu.
zh_hans: %@ 未列入 %@ — 厂商专用代码因品牌而异。
zh_hant: %@ 未列入 %@ — 原廠專用代碼因品牌而異。

# result.brandSpecific
source: Make-specific repair guidance
ar: إرشاد إصلاح خاص بالماركة
bg: Указания за ремонт по марка
bn: ব্র্যান্ড-নির্দিষ্ট মেরামত নির্দেশনা
ca: Guia de reparació específica de la marca
cs: Pokyny k opravě pro značku
da: Mærkespecifik reparationsvejledning
de: Markenspezifische Reparaturhilfe
el: Οδηγίες επισκευής ανά μάρκα
es: Guía de reparación específica de la marca
es_419: Guía de reparación específica de la marca
fa: راهنمای تعمیر اختصاصی برند
fi: Merkkikohtainen korjausohje
fil: Gabay sa pagkumpuni para sa brand
fr: Guide de réparation spécifique à la marque
he: הנחיות תיקון ספציפיות למותג
hi: मेक-विशिष्ट मरम्मत मार्गदर्शन
hr: Vodič za popravak za marku
hu: Márkaspecifikus javítási útmutató
id: Panduan perbaikan khusus merek
it: Guida alla riparazione specifica per marca
ja: メーカー別の修理ガイド
ko: 브랜드별 수리 안내
ms: Panduan pembaikan khusus jenama
nb: Merke-spesifikk reparasjonsveiledning
nl: Merk-specifieke reparatiehulp
pl: Wskazówki naprawy dla marki
pt_br: Orientação de reparo específica da marca
pt_pt: Orientação de reparação específica da marca
ro: Ghid de reparație specific mărcii
ru: Ремонтные рекомендации для марки
sk: Pokyny na opravu pre značku
sv: Märkesspecifik reparationsvägledning
sw: Mwongozo wa ukarabati wa chapa
th: คำแนะนำการซ่อมเฉพาะยี่ห้อ
tr: Markaya özel tamir rehberi
uk: Ремонтні поради для марки
ur: برانڈ مخصوص مرمت رہنمائی
vi: Hướng dẫn sửa chữa theo hãng
zh_hans: 品牌专属维修指引
zh_hant: 品牌專屬維修指引

# severity.low
source: LOW
ar: منخفض
bg: НИСКА
bn: কম
ca: BAIXA
cs: NÍZKÁ
da: LAV
de: NIEDRIG
el: ΧΑΜΗΛΗ
es: BAJA
es_419: BAJA
fa: کم
fi: MATALA
fil: MABABA
fr: FAIBLE
he: נמוך
hi: कम
hr: NISKA
hu: ALACSONY
id: RENDAH
it: BASSA
ja: 低
ko: 낮음
ms: RENDAH
nb: LAV
nl: LAAG
pl: NISKI
pt_br: BAIXA
pt_pt: BAIXA
ro: SCĂZUTĂ
ru: НИЗКАЯ
sk: NÍZKA
sv: LÅG
sw: CHINI
th: ต่ำ
tr: DÜŞÜK
uk: НИЗЬКА
ur: کم
vi: THẤP
zh_hans: 低
zh_hant: 低

# severity.medium
source: MEDIUM
ar: متوسط
bg: СРЕДНА
bn: মাঝারি
ca: MITJANA
cs: STŘEDNÍ
da: MIDDEL
de: MITTEL
el: ΜΕΤΡΙΑ
es: MEDIA
es_419: MEDIA
fa: متوسط
fi: KESKITASO
fil: KATAMTAMAN
fr: MOYENNE
he: בינוני
hi: मध्यम
hr: SREDNJA
hu: KÖZEPES
id: SEDANG
it: MEDIA
ja: 中
ko: 보통
ms: SEDERHANA
nb: MIDDELS
nl: GEMIDDELD
pl: ŚREDNI
pt_br: MÉDIA
pt_pt: MÉDIA
ro: MEDIE
ru: СРЕДНЯЯ
sk: STREDNÁ
sv: MEDEL
sw: WASTANI
th: ปานกลาง
tr: ORTA
uk: СЕРЕДНЯ
ur: درمیانہ
vi: TRUNG BÌNH
zh_hans: 中
zh_hant: 中

# severity.high
source: HIGH
ar: مرتفع
bg: ВИСОКА
bn: উচ্চ
ca: ALTA
cs: VYSOKÁ
da: HØJ
de: HOCH
el: ΥΨΗΛΗ
es: ALTA
es_419: ALTA
fa: بالا
fi: KORKEA
fil: MATAAS
fr: ÉLEVÉE
he: גבוה
hi: उच्च
hr: VISOKA
hu: MAGAS
id: TINGGI
it: ALTA
ja: 高
ko: 높음
ms: TINGGI
nb: HØY
nl: HOOG
pl: WYSOKI
pt_br: ALTA
pt_pt: ALTA
ro: RIDICATĂ
ru: ВЫСОКАЯ
sk: VYSOKÁ
sv: HÖG
sw: JUU
th: สูง
tr: YÜKSEK
uk: ВИСОКА
ur: زیادہ
vi: CAO
zh_hans: 高
zh_hant: 高

# severity.critical
source: CRITICAL
ar: حرج
bg: КРИТИЧНА
bn: সংকটজনক
ca: CRÍTICA
cs: KRITICKÁ
da: KRITISK
de: KRITISCH
el: ΚΡΙΣΙΜΗ
es: CRÍTICA
es_419: CRÍTICA
fa: بحرانی
fi: KRIITTINEN
fil: KRITIKAL
fr: CRITIQUE
he: קריטי
hi: गंभीर
hr: KRITIČNA
hu: KRITIKUS
id: KRITIS
it: CRITICA
ja: 重大
ko: 심각
ms: KRITIKAL
nb: KRITISK
nl: KRITIEK
pl: KRYTYCZNY
pt_br: CRÍTICA
pt_pt: CRÍTICA
ro: CRITICĂ
ru: КРИТИЧЕСКАЯ
sk: KRITICKÁ
sv: KRITISK
sw: MUHIMU
th: วิกฤต
tr: KRİTİK
uk: КРИТИЧНА
ur: تشویشناک
vi: NGHIÊM TRỌNG
zh_hans: 严重
zh_hant: 嚴重

# result.steps
source: Repair steps
ar: خطوات الإصلاح
bg: Стъпки за ремонт
bn: মেরামতের ধাপ
ca: Passos de reparació
cs: Kroky opravy
da: Reparationstrin
de: Reparaturschritte
el: Βήματα επισκευής
es: Pasos de reparación
es_419: Pasos de reparación
fa: مراحل تعمیر
fi: Korjausvaiheet
fil: Mga hakbang sa pagkumpuni
fr: Étapes de réparation
he: שלבי תיקון
hi: मरम्मत के चरण
hr: Koraci popravka
hu: Javítási lépések
id: Langkah perbaikan
it: Passaggi di riparazione
ja: 修理手順
ko: 수리 단계
ms: Langkah pembaikan
nb: Reparasjonstrinn
nl: Reparatiestappen
pl: Kroki naprawy
pt_br: Passos de reparo
pt_pt: Passos de reparação
ro: Pași de reparație
ru: Шаги ремонта
sk: Kroky opravy
sv: Reparationssteg
sw: Hatua za ukarabati
th: ขั้นตอนการซ่อม
tr: Tamir adımları
uk: Кроки ремонту
ur: مرمت کے مراحل
vi: Các bước sửa chữa
zh_hans: 维修步骤
zh_hant: 維修步驟

# result.videos
source: Community videos
ar: فيديوهات المجتمع
bg: Видеа от общността
bn: কমিউনিটি ভিডিও
ca: Vídeos de la comunitat
cs: Videa komunity
da: Fællesskabsvideoer
el: Βίντεο κοινότητας
es: Vídeos de la comunidad
es_419: Videos de la comunidad
fa: ویدیوهای انجمن
fi: Yhteisön videot
fil: Mga video ng komunidad
fr: Vidéos de la communauté
he: סרטוני קהילה
hi: समुदाय वीडियो
hr: Videozapisi zajednice
hu: Közösségi videók
id: Video komunitas
it: Video della community
ja: コミュニティ動画
ko: 커뮤니티 영상
ms: Video komuniti
nb: Fellesskapsvideoer
pl: Filmy społeczności
pt_br: Vídeos da comunidade
pt_pt: Vídeos da comunidade
ro: Videoclipuri din comunitate
ru: Видео сообщества
sk: Videá komunity
sv: Communityvideor
sw: Video za jumuiya
th: วิดีโอจากชุมชน
tr: Topluluk videoları
uk: Відео спільноти
ur: کمیونٹی ویڈیوز
vi: Video cộng đồng
zh_hans: 社区视频
zh_hant: 社群影片

# result.videos.empty
source: No videos yet — be the first to upload.
ar: لا توجد فيديوهات بعد — كن أول من يرفع.
bg: Все още няма видеа — бъдете първият, който качи.
bn: এখনও কোনো ভিডিও নেই — প্রথম আপলোডকারী হোন।
ca: Encara no hi ha vídeos — sigues el primer a pujar-ne un.
cs: Zatím žádná videa — buďte první, kdo nahraje.
da: Ingen videoer endnu — vær den første til at uploade.
de: Noch keine Videos — laden Sie als Erste:r hoch.
el: Δεν υπάρχουν ακόμη βίντεο — ανεβάστε πρώτοι.
es: Aún no hay vídeos — sé el primero en subir uno.
es_419: Aún no hay videos — sé el primero en subir uno.
fa: هنوز ویدیویی نیست — اولین نفر باشید که آپلود می‌کند.
fi: Ei vielä videoita — ole ensimmäinen lataaja.
fil: Wala pang video — maging una sa pag-upload.
fr: Pas encore de vidéos — soyez le premier à en importer.
he: עדיין אין סרטונים — היו הראשונים להעלות.
hi: अभी कोई वीडियो नहीं — पहले अपलोड करने वाले बनें।
hr: Još nema videozapisa — budi prvi koji učita.
hu: Még nincsenek videók — legyen Ön az első feltöltő.
id: Belum ada video — jadilah yang pertama mengunggah.
it: Nessun video ancora — sii il primo a caricarne uno.
ja: まだ動画がありません — 最初にアップロードしましょう。
ko: 아직 영상이 없습니다 — 첫 업로드를 해보세요.
ms: Belum ada video — jadilah yang pertama memuat naik.
nb: Ingen videoer ennå — vær først til å laste opp.
nl: Nog geen video’s — wees de eerste die uploadt.
pl: Brak filmów — bądź pierwszą osobą, która prześle.
pt_br: Ainda não há vídeos — seja o primeiro a enviar.
pt_pt: Ainda não há vídeos — seja o primeiro a carregar.
ro: Încă nu există videoclipuri — fii primul care încarcă.
ru: Пока нет видео — загрузите первым.
sk: Zatiaľ žiadne videá — buďte prvý, kto nahrá.
sv: Inga videor ännu — bli först att ladda upp.
sw: Bado hakuna video — kuwa wa kwanza kupakia.
th: ยังไม่มีวิดีโอ — เป็นคนแรกที่อัปโหลด
tr: Henüz video yok — ilk yükleyen sen ol.
uk: Поки немає відео — завантажте першим.
ur: ابھی کوئی ویڈیو نہیں — سب سے پہلے اپ لوڈ کریں۔
vi: Chưa có video — hãy là người đầu tiên tải lên.
zh_hans: 暂无视频 — 成为第一个上传的人。
zh_hant: 尚無影片 — 成為第一個上傳的人。

# result.view3d
source: View faulty part in 3D
ar: عرض القطعة المعطلة بتقنية ثلاثية الأبعاد
bg: Вижте повредената част в 3D
bn: ত্রুটিপূর্ণ যন্ত্রাংশ 3D-তে দেখুন
ca: Mostra la peça defectuosa en 3D
cs: Zobrazit vadný díl ve 3D
da: Se den defekte del i 3D
de: Defektes Teil in 3D anzeigen
el: Προβολή ελαττωματικού εξαρτήματος σε 3D
es: Ver la pieza defectuosa en 3D
es_419: Ver la pieza defectuosa en 3D
fa: قطعه معیوب را سه‌بعدی ببینید
fi: Näytä viallinen osa 3D:nä
fil: Tingnan ang sira na parte sa 3D
fr: Voir la pièce défectueuse en 3D
he: הצג חלק פגום בתלת־ממד
hi: दोषपूर्ण पार्ट को 3D में देखें
hr: Pogledaj neispravan dio u 3D
hu: Hibás alkatrész megtekintése 3D-ben
id: Lihat suku cadang bermasalah dalam 3D
it: Visualizza il pezzo difettoso in 3D
ja: 故障部品を3Dで表示
ko: 고장 부품을 3D로 보기
ms: Lihat bahagian rosak dalam 3D
nb: Vis defekt del i 3D
nl: Bekijk het defecte onderdeel in 3D
pl: Zobacz uszkodzoną część w 3D
pt_br: Ver a peça com falha em 3D
pt_pt: Ver a peça com avaria em 3D
ro: Vezi piesa defectă în 3D
ru: Посмотреть неисправную деталь в 3D
sk: Zobraziť chybný diel v 3D
sv: Visa felaktig del i 3D
sw: Angalia sehemu yenye hitilafu kwa 3D
th: ดูอะไหล่ที่ชำรุดแบบ 3D
tr: Arızalı parçayı 3D’de gör
uk: Переглянути несправну деталь у 3D
ur: خراب پرزہ 3D میں دیکھیں
vi: Xem phụ tùng lỗi ở dạng 3D
zh_hans: 以 3D 查看故障零件
zh_hant: 以 3D 查看故障零件

# scene3d.title
source: Highlighted part
ar: القطعة المميزة
bg: Маркирана част
bn: হাইলাইট করা যন্ত্রাংশ
ca: Peça destacada
cs: Zvýrazněný díl
da: Fremhævet del
de: Hervorgehobenes Teil
el: Επισημασμένο εξάρτημα
es: Pieza resaltada
es_419: Pieza resaltada
fa: قطعه برجسته‌شده
fi: Korostettu osa
fil: Naka-highlight na parte
fr: Pièce mise en évidence
he: חלק מודגש
hi: हाइलाइट किया गया पार्ट
hr: Istaknuti dio
hu: Kiemelt alkatrész
id: Suku cadang yang disorot
it: Pezzo evidenziato
ja: 強調表示された部品
ko: 강조된 부품
ms: Bahagian diserlahkan
nb: Uthevet del
nl: Gemarkeerd onderdeel
pl: Podświetlona część
pt_br: Peça destacada
pt_pt: Peça destacada
ro: Piesă evidențiată
ru: Выделенная деталь
sk: Zvýraznený diel
sv: Markerad del
sw: Sehemu iliyoangaziwa
th: อะไหล่ที่ไฮไลต์
tr: Vurgulanan parça
uk: Виділена деталь
ur: نمایاں پرزہ
vi: Phụ tùng được tô sáng
zh_hans: 高亮零件
zh_hant: 醒目零件

# scene3d.hint
source: Drag to rotate. Orange mark shows the likely faulty component.
ar: اسحب للتدوير. العلامة البرتقالية تُظهر المكوّن المحتمل تعطله.
bg: Плъзнете за завъртане. Оранжевият маркер показва вероятния повреден компонент.
bn: ঘোরাতে টেনে আনুন। কমলা চিহ্ন সম্ভাব্য ত্রুটিপূর্ণ উপাদান দেখায়।
ca: Arrossega per girar. La marca taronja mostra el component probablement defectuós.
cs: Přetažením otočíte. Oranžová značka ukazuje pravděpodobně vadný díl.
da: Træk for at dreje. Orange markering viser den sandsynligt defekte komponent.
de: Zum Drehen ziehen. Orange Markierung zeigt das vermutlich defekte Bauteil.
el: Σύρετε για περιστροφή. Το πορτοκαλί σημάδι δείχνει το πιθανό ελαττωματικό εξάρτημα.
es: Arrastra para rotar. La marca naranja indica el componente probablemente defectuoso.
es_419: Arrastra para rotar. La marca naranja indica el componente probablemente defectuoso.
fa: برای چرخاندن بکشید. علامت نارنجی قطعه احتمالاً معیوب را نشان می‌دهد.
fi: Vedä kiertääksesi. Oranssi merkintä näyttää todennäköisesti viallisen osan.
fil: I-drag para i-rotate. Ipinapakita ng orange mark ang posibleng sira na bahagi.
fr: Faites glisser pour faire pivoter. Le repère orange indique le composant probablement défectueux.
he: גררו לסיבוב. הסימון הכתום מציג את הרכיב שככל הנראה פגום.
hi: घुमाने के लिए खींचें। नारंगी चिह्न संभावित दोषपूर्ण घटक दिखाता है।
hr: Povuci za rotaciju. Narančasta oznaka pokazuje vjerojatno neispravan dio.
hu: Húzza a forgatáshoz. A narancssárga jel a valószínűleg hibás alkatrészt mutatja.
id: Seret untuk memutar. Tanda oranye menunjukkan komponen yang kemungkinan bermasalah.
it: Trascina per ruotare. Il segno arancione indica il componente probabilmente difettoso.
ja: ドラッグで回転。オレンジの印が故障の可能性がある部品を示します。
ko: 드래그하여 회전하세요. 주황 표시가 고장 가능성이 있는 부품을 나타냅니다.
ms: Seret untuk putar. Tanda jingga menunjukkan komponen yang mungkin rosak.
nb: Dra for å rotere. Oransje merke viser den trolig defekte komponenten.
nl: Sleep om te draaien. Oranje markering toont het waarschijnlijk defecte onderdeel.
pl: Przeciągnij, aby obrócić. Pomarańczowe oznaczenie wskazuje prawdopodobnie uszkodzony element.
pt_br: Arraste para girar. A marca laranja mostra o componente provavelmente com falha.
pt_pt: Arraste para rodar. A marca laranja mostra o componente provavelmente com avaria.
ro: Trage pentru a roti. Marcajul portocaliu arată componenta probabil defectă.
ru: Перетащите для вращения. Оранжевая метка показывает вероятную неисправную деталь.
sk: Potiahnutím otočíte. Oranžová značka ukazuje pravdepodobne chybný diel.
sv: Dra för att rotera. Orange markering visar den troligt felaktiga komponenten.
sw: Buruta ili kuzungusha. Alama ya chungwa inaonyesha sehemu inayoweza kuwa na hitilafu.
th: ลากเพื่อหมุน เครื่องหมายสีส้มแสดงชิ้นส่วนที่น่าจะชำรุด
tr: Döndürmek için sürükle. Turuncu işaret olası arızalı parçayı gösterir.
uk: Перетягніть, щоб обернути. Помаранчева позначка показує ймовірно несправний вузол.
ur: گھمانے کے لیے کھینچیں۔ نارنجی نشان ممکنہ خراب جزو دکھاتا ہے۔
vi: Kéo để xoay. Dấu cam cho thấy linh kiện có thể bị lỗi.
zh_hans: 拖动以旋转。橙色标记显示可能的故障部件。
zh_hant: 拖曳以旋轉。橘色標記顯示可能故障的零件。
